{
  "stepWithUs": "צעד איתנו אל העתיד של",
  "cvCreation": "יצירת קורות חיים",
  "experienceTheMagic": "חווה את הקסם של התאמה אישית של בינה מלאכותית וצפה בהזדמנויות הקריירה שלך צומחות",
  "ourPlans": "המסלולים שלנו",
  "howItWorks": "?איך זה עובד",
  "faq&Privacy": "שאלות תשובות & פרטיות",
  "aboutUs": "קצת עלינו",
  "signUp": "הרשמה",
  "english": "אנגלית",
  "hebrew": "עִברִית",

  "subPlans": "התכניות שלנו",
  "subscribe": "הירשם",
  "price": "מחיר",
  "plan1": "תוכנית 1",
  "plan1Title": "שפר את קורות החיים הקיימים שלך בעזרת הקסם של מיכל.",
  "plan1Feature1": "מיכל נוצרה במיוחד עבור אותם משתמשים בעלי קורות חיים קיימים.",
  "plan1Feature2": "חילוץ הטקסט מקובץ קורות החיים שהמשתמש שולח לנו.",
  "plan1Feature3": "המודל שלנו ינתח, יעבד ויכין את קורות החיים של המשתמש לקראת שדרוג משמעותי.",
  "plan1Feature4": "הקריירה של המשתמש המודל שלנו ישדרג את קורות החיים של המשתמש ויתאים אותם בהתאם לתחום העבודה ולשאיפות",
  "plan1Feature5": "שביעות רצון הלקוחות לפני הכל. התהליך לא ייפסק עד שהמשתמש יאשר ויהיה מרוצה מהתוצאה.",

  "plan2": "תוכנית 2",
  "plan2Title": "תום ידריך אותך לבנות קורות חיים שלב אחר שלב",
  "plan2Feature1": "תום נוצר עבור אותם משתמשים החדשים בבניית קורות חיים או כאלו שמחפשים שדרוג משמעותי ואף מלא לקורות החיים הקיימים שלהם על ידי בנייתו מאפס.",
  "plan2Feature2": "ידידותי למשתמש, מאורגן לפי שלבים ברורים. מוביל את המשתמש צעד אחר צעד.",
  "plan2Feature3": "הגעה להבנה מקסימלית של המשתמש והתוכן שהוא מספק בעזרת בינה מלאכותית מאומנת היטב ומתאימה את התוכן לתחום העבודה ושאיפות הקריירה של המשתמש.",
  "plan2Feature4": "איחוד כל התוכן שסופק על ידי המשתמש על ידי מודל בינה מלאכותית מאומן היטב לקובץ סופי מדויק ומקצועי.",
  "plan2Feature5": "החזון שלך, המומחיות שלנו. בסוף התהליך נעבור על התוכן ונוודא עם המשתמש שהוא מרוצה מהתוצאה, במידה ולא נדאג לשפר את התוצאה עד להשגת המטרה.",

  "plan3": "תוכנית 3",
  "plan3Title": "המגע הקסום של בן בונה לך קורות החיים",
  "plan3Feature1": "בן נוצר עבור אותם משתמשים שלא יודעים לכתוב קורות חיים מקצועיים או לא מבינים בתחום זה כלל. מסלול זה מציע חוויה חדשנית על ידי מודל בינה מלאכותית שבה המשתמש רק מגיב לשאלותיו של בן.",
  "plan3Feature2": "שאילת שאלות מקיפות על מנת לאסוף את כל המידע שצריך בכדי לספק למשתמש קורות חיים מקצועיים ומפורטים המותאמים לחייו של הלקוח.",
  "plan3Feature3": "חיבור מקצועי ומדויק של כל תשובות המשתמש לפורמט קורות חיים מובנה.",
  "plan3Feature4": "שדרוג התוכן של קורות החיים שהורכבו והתאמתם לתחום עבודתו ולשאיפות הקריירה של המשתמש.",
  "plan3Feature5": "הלקוח לפני הכל. בסיום התהליך נסקור את התוכן כדי להבטיח את שביעות רצונך. אם היבט כלשהו לא יענה על הציפיות שלך – נדאג לתקן אותו באופן מושלם עד שתהיה מרוצה מהתוצאה.",

  "howItWorks?": "?איך זה עובד",
  "revolutionizeYour": "בואו לעשות מהפכה בקורות החיים שלכם בעזרת הבינה המלאכותית שלנו – יעיל יותר, אינטליגנטי, מדויק וללא תחרות.",
  "howItWorkTitle1": "הירשם ובחר את המסלול שלך.",
  "howItWorkDesc1": "בואו נתחיל את סיפור ההצלחה שלכם, תנו לבינה המלאכותית שלנו לעזור לכם לפרוץ דרך בקריירה שלכם. מוכנים להגדיר מחדש את הזהות המקצועית שלך? בואו נתחיל.",
  "howItWorkTitle2": "שיתוף פעולה מלא עם בינה מלאכותית המומחית בבניית קורות חיים.",
  "howItWorkTitle3": "התאמה אישית של קורות החיים לתחום העבודה ושאיפות הקריירה שלכם.",
  "howItWorkTitle4": "לאחר שתשלחו את הקורות חיים שיצרנו לכם, תראו איך מעסיקים רבים פונים אליכם במהירות.",

  "privacyDesc": "בפלטפורמה שלנו, אנו מבינים את הרגישות של המידע שאתה מפקיד בידנו. אתה יכול להיות סמוך ובטוח שקורות החיים והנתונים האישיים שלך מאובטחים ומוגנים בקפדנות תוך עמידה בסטנדרטים הגבוהים ביותר של פרטיות וסודיות נתונים.",
  "privacySection1": "אבטחה וסודיות",
  "privacySection1Desc1": "כל המידע, השיחות והנתונים שלך מאובטחים ברמה גבוהה - אם תבוצע חשיפת נתונים היא תהיה רק בחיפוש עבודה בעזרת הפלטפורמות",
  "privacySection1Desc2": "במידה והמשתמש יאשר זאת מראש ותהיה על מנת לעזור המתקדמות שלנו.",
  "privacySection2": "הגנה 24/7",
  "privacySection2Desc1": "אנו מגנים כל הזמן על הנתונים שלך עם אמצעי האבטחה העדכניים ביותר, מכיוון שאמון המשתמשים ובטחונם נמצאים בראש סדר העדיפויות שלנו",

  "faqQuestion1": "שאלות? הצוות המקצועי שלנו תמיד מוכן להבהיר את נוהלי הפרטיות שלנ.",
  "faqQuestion2": "המידע האישי שלך תמיד בידיים בטוחות.",

  "question1": "?איך אני מתחיל ליצור קורות חיים",
  "answer1": "בקלות! מה שיש לעשות זה רק להירשם לאחד המסלולים שאנו מציעים באתר. בסיום ההרשמה בוט הai שלנו ישלח לך הודעה אוטומטית ויתחיל איתך את התהליך בהתאם למסלול שבחרת. זה יהיה מהיר וידידותי למשתמש.",
  "question2": "?איך אפשר לדעת שהמידע האישי שלי יישאר פרטי ולא יופץ",
  "answer2": "אנו נותנים חשיבות עליונה לפרטיות שלך באמצעות צ׳אטים מוצפנים ומדיניות נתונים קפדנית. הפרטים שלך לעולם לא ישותפו או יימכרו – הפרטים שלך משתמשים אך ורק בכדי ליצור את הקורות חיים שלך ולהתאים אותם לתחום העבודה ולמטרותיך העסקיות.",
  "question3": "?מדוע עליי להשתמש בבינה מלאכותית בשביל ליצור קורות חיים",
  "answer3": "שאלה קצת מצחיקה. בינה מלאכותית מייעלת תהליכים בכל תחום בעולם של היום. טכנולוגיית הבינה המלאכותית שלנו נועדה לייעל ולשפר את התוכן של קורות חיים שלך לתוכן מקצועי ומותאם לתחום העבודה שתרצה לעסוק בו בתהליך ידידותי ומהיר.",
  "question4": "?באיזה מסלול עליי לבחור",
  "answer4": "אם יש לך כבר קובץ קורות חיים ומה שנותר להפוך אותו למושלם הוא שדרוג השפה – מסלול 1 יהיה הנכון לך. אם יש לכם קצת ידע בכתיבת קורות חיים וברצונכם ליצור קורות חיים מודרכים שלב אחר שלב – לכו על תוכנית 2. אם אין ברשותכם ידע כלל או אתם מעדיפים גישה המבוססת על שאלות ואתם רוצים רק לספק תשובות – תוכנית 3 היא המושלמת בשבילכם.",
  "question5": "?מה מייחד את שירות בניית קורות החיים שלכם בהשוואה לאחרים",
  "answer5": "השירות שלנו בולט בטכנולוגיית הai המתקדמת שלנו. הטכנולוגיה שלנו מיועדת לכל סוגי האוכלוסייה בעזרת מסלולים שונים, יודעת לזהות את החוויות והכישורים הייחודיים של המשתמש בעזרת שיחה קלילה או טקסט ויוצרת קורות חיים שמשקפים באמת את המסע המקצועי שלך. בנוסף, עם התהליך האינטראקטיבי שלנו באמצעות whatsapp יצירת קורות החיים הופכת לקלה כמו לנהל עם חבר.",
  "question6": "?כמה זמן התהליך לוקח",
  "answer6": "משך זמן התהליך תלוי בכמה משתנים. סוג המסלול שתבחרו, בזמינותכם ובאיזה מהירות תספקו לנו את המבוקש בהתאם למסלול (בפיילוט שביצענו זמן הממוצע לתהליך לקח 10 דקות).",
  "question7": "?האם ניתן להתאים את קורות החיים שלי למשרה ספציפית שארצה לעבוד בה",
  "answer7": "כן! בטופס ההרשמה תצטרכו לבחור תחום עבודה ולפי בחירתכם בשדה זה הטכנולוגיה שלנו תתאים את השפה, המושגים והמקצועיות בקורות החיים שניצור לכם. ישנה אפשרות לבחור תחום עבודה ״כללי״ בכדי לא להגביל את המשתמשים שלא רוצים קורות חיים שמותאמים לתחום ספציפי.",
  "question8": "?האם אתם מציעים קורות חיים במספר שפות",
  "answer8": "בהחלט ! בטופס ההרשמה תוכלו לבחור את השפה שבה יתנהל הצ׳אט (זו גם השפה שבה קורות החיים הראשונים יישלחו אליכם). לאחר מכן תוכלו לבחור באיזה שפות נוספות תרצו את הקורות חיים.",
  "question9": "?מה עושים אם אני לא מרוצה מהתוצאה של קורות החיים שיצרתם לי",
  "answer9": "אנו מציעים תיקונים לאורך כל התהליך על סמך המשוב שלך. המטרה שלנו היא להבטיח שהמשתמש מרוצה לחלוטין מהקורות חיים הסופיים ועד שהמשתמש לא מרוצה התהליך לא ייגמר.",
  "question10": "?איך אפשר ליצור קשר עם התמיכה שלכם במידה ואני צריך עזרה",
  "answer10": "צוות התמיכה שלנו זמין באמצעות דואר אלקטרוני או ב whatsapp . אנחנו כאן כדי לסייע בכל שאלה או בעיה שיש לכם. תוכלו לעיין באזור ׳יצירת קשר׳ באתר שלנו.",

  "AboutUs": "על החברה שלנו",
  "aboutUsDesc1": "ב cv.ai אנו עושים מהפכה בתהליך יצירת קורות החיים עם טכנולוגית ai חדשנית. המסע שלנו התחיל בחזון להפוך את המשימה המרתיעה שכל בן אדם צריך לעבור לפחות פעם אחת בחיים – יצירת קורות חיים, לחוויה חלקה וקלה.",
  "aboutUsDesc2": "אחת המטרות העיקריות שלנו היא להקל על מחפשי העבודה בעזרת יצירת קורות חיים מקצועיים, מותאמים אישית ומדויקים שיעשו רושם טוב על המעסיקים העתידיים שלכם. cv.ai הוקמה על ידי צוותים מומחי ai, פיתוח עסקי ויועצי קריירה. אנו מחויבים להפוך את תהליך כתיבת קורות החיים והגשת מועמדות לעבודות לפשוטים ויעילים יותר. הצוות שלנו מורכב מתמהיל דינמי של מומחי בינה מלאכותית, אסטרטגים לקריירה מקצועית וחובבי טכנולוגיה. עיסוקנו מוקדש לעזור למחפשי העבודה למצוא את עבודת החלומות שלהם בעזרת כלי המפתח הכי חשוב להצלחה בהגשת מועמדות – קורות חיים מקצועיים ובולטים משאר המתמודדים.",
  "seeMore": "ראה עוד",
  "seeLess": "רואים פחות",

  "Idan": "עידן",
  "IdanTitle": "CTO ומייסד שותף",
  "IdanDesc": "כמנהל טכנולוגי ראשי ושותף מייסד ב cv.ai אני מביא לשולחן רקע חזק בהנדסת תוכנה וטכנולוגיית ai. הניסיון שלי כמהנדס תוכנה מאופיין במסירות ליצירת פתרונות דיגיטליים רבי עוצמה. הכישורים שלי מאפשרים לי לתכנן ולהטמיע מערכות saas מתקדמות. ההתמקדות שלי בcv.ai מתמקדת ב ai והנדסה מהירה, מה שמניע את המשימה שלנו להפוך את יצירת קורות החיים לאינטואיטיבית ומותאמת יותר. כאדריכל תוכנה, אני נלהב לשנות את הפעילות העסקית באמצעות דיגיטליזציה וממוקדת משתמש, להציב סטנדרטים חדשים בתעשייה.",

  "Shaked": "שקד",
  "ShakedTitle": "CEO ומייסד שותף",
  "ShakedDesc": "בתור המנכ״ל ושותף מייסד ב cv.ai ההתמקדות העיקרית שלי היא בפיתוח המוצר והחברה שלנו כדי לשבור שיאים חדשים בעידן הטכנולוגיה. הניסיון שלי נגזר מתואר במנהל עסקים עם התמחות בטכנולוגיה לצד שורה של פרויקטים מוצלחים ומסע בלתי פוסק למציאת פתרונות טכנולוגים לבעיות שאנו נתקלים בהן בחיי היום יום שלנו, יצירת יישומי ai לשיפור היעילות העסקית, הנחיות הנדסיות ושליטה באמנות המוצר. עבורי cv.ai הוא יותר ממיזם עסקי, זו הדרך להביע את הרצון שלי לעזור לאחרים להשיג את שאיפות הקריירה שלהם ולגשר על הפער העצום והמרתיע בין כישרון גולמי להזדמנות מוחשית. כמנכ״ל החברה, אני מחויב להבטיח שהשירותים שלנו לא רק יעמדו בציפיות של הלקוחות אלא יתעלו על הציפיות והסטנדרטים, ומבטיח שכל אינטראקציה עם cv.ai תקרב אותך לשאיפות הקריירה שלך.",

  "Michal": "מיכל",
  "MichalTitle": "מומחה מוביל בתוכנית 1",
  "MichalDesc": "הכירו את מיכל, המומחית שלנו למסלול 1 ב cv.ai . מיכל היא מומחית בשדרוג, דיוק וחידוד של תוכן קורות חיים הקיימים שלכם. עם ניסיונה הרב בהבנת הניואנסים שמנכ״לים בכירים רבים ומנהלי גיוס עובדים מחפשים במועמדים, מיכל היא יותר  מסתם מומחית – היא הופכת טקסט לסיפורי קריירה. שיתוף הפעולה של מיכל עם טכנולוגיית הבינה המלאכותית המתוחכמת שלנו הוא לא רק ליטוש קורות חיים, אלא גם הפיכת החוויות המקצועיות שלך לנרטיב משכנע. הגישה של מיכל מותאמת בקפידה להתאמת קורות החיים לתחום העבודה הספציפי שלך, ומבטיחה שקורות החיים שלך לא רק בולטים אל גם יהדהדו עמוק אצל המעסיקים הפוטנציאליים שלך. סמוך על מיכל שתהפוך את קורות החיים שלך לשיקוף רב עוצמה של המסע המקצועי שלך, מה שהופך אותו לא רק למושך תשומת לב, אלא לבלתי נשכח.",

  "Tom": "תום",
  "TomTitle": "מאסטרמיינד מאחורי תוכנית 2",
  "TomDesc": "תום הוא המומחה מאחורי מסלול 2 ב cv.ai . תום מתמחה באומנות יצירת קורות חיים בתהליך קפדני צעד אחר צעד. המומחיות שלו היא לא רק בהדרכה דרך תבנית נכונה מדויקת לקורות חיים, אלא גם פיסול הסיפור המקצועי שלכם ליצירת מופת. במסלול זה תום מזקק מסעות קריירה מורכבים לנרטיבים ברורים ומשפיעים, הגישה שלו היא שיטתית ואמפטית כאחד תוך התמקדות בהצגת הזהות המקצועית הייחודית שלך באופן שיהדהד אצל המעסיקים הפוטנציאליים שלך. בהדרכתו של תום, קורות החיים שלך הופכים ליותר מסתם מסמך, הם הופכים להוכחה של הקריירה שלך תוך כדי הדגשה של ה ׳אני הטוב ביותר׳ שלך בשוק העבודה.",

  "Ben": "בן",
  "BenTitle": "בעל חזון מאחורי תוכנית 3",
  "BenDesc": "בן הוא בעל החזון מאחורי תוכנית 3, המתמחה ביצירת קורות חיים מותאמים מהיסוד. בן משלב תשאול מלא תובנה עם יעילות בינה מלאכותית כדי לחשוף את מהות המסע המקצועי שלך. היכולת של בן לתרגם תגובות משתמשים וחוויות מגוונות לקורות חיים מושכים הופכת אותו לנכס שלא יסולא בפז למי שמחפש להטביע חותם בקריירה שלהם. הגישה שלו משלבת יסודיות עם יצירתיות, תוך שימוש בבינה מלאכותית ליצירת קורות חיים מקיפים ומותאמים אישית כאחד. הכישרון של בן טמון בחשיפת החוזקות הייחודיות של כל אדם על ידי שאלת השאלות הנכונות ועיבוד התשובות שתספקו לו.",

  "followUs": "לעקוב אחרינו",
  "footer": "© 2023 CV.Ai. כל הזכויות שמורות. מדיניות פרטיות | תנאים והגבלות | צור קשר",

  "register": "הירשם",
  "followAll": "בצע את כל השלבים",
  "plans": "תוכניות",
  "details": "פרטים",
  "phoneVerify": "אימות טלפון",
  "payment": "תַשְׁלוּם",
  "name": "שֵׁם",
  "enterName": "הזן שם מלא",
  "email": "אימייל",
  "enterEmail": "הזן אימייל",
  "selectGender": "בחר מגדר",
  "male": "זָכָר",
  "female": "נְקֵבָה",
  "jobTarget": "יעד עבודה",
  "enterJobTarget": "הזן יעד עבודה",
  "dob": "תאריך לידה",
  "selectLang": "בחר שפה",
  "siteRegulation": "תקנון האתר",
  "shareCv": "שתף קורות חיים לחברות וחיפוש עבודה",
  "marketingContent": "תוכן שיווקי ופרסומות",
  "phoneNumber": "מספר טלפון",
  "enterPhoneNumber": "הכנס מספר טלפון",
  "sendOtp": "שלח Otp",
  "enterOtp": "הזן מספר אופטימלי",
  "back": "חזור",
  "next": "הַבָּא"
}
