{
  "stepWithUs": "Step with us into the future of",
  "cvCreation": "CV creation.",
  "experienceTheMagic": "Experience the Magic of Ai personalization and watch your career opportunities grow.",
  "ourPlans": "Our plans",
  "howItWorks": "How it works",
  "faq&Privacy": "FAQ & Privacy",
  "aboutUs": "About us",
  "signUp": "Sign up",
  "english": "English",
  "hebrew": "Hebrew",

  "subPlans": "Our Plans",
  "subscribe": "Subscribe",
  "price": "Price",
  "plan1": "Plan 1",
  "plan1Title": "Upgrade you existing CV with Michal’s magic.",
  "plan1Feature1": "Specially Designed for the users with Existing CV.",
  "plan1Feature2": "Comprehensive Text Extraction from Your CV for Detailed Processing.",
  "plan1Feature3": "AI-Powered Analysis and Refinement of CV Content.",
  "plan1Feature4": "Smart, Customized Rewriting to Align with Individual Career Ambitions.",
  "plan1Feature5": "Commitment to Customer Satisfaction: Process Continues Until Approval.",

  "plan2": "Plan 2",
  "plan2Title": "Tom guide to build CV step by step.",
  "plan2Feature1": "Created for those new to building a CV or those looking for a significant upgrade to their existing CV by building it from scratch.",
  "plan2Feature2": "User-friendly, organized according to clear steps and precise step-by-step.",
  "plan2Feature3": "Reaching a full maximum understanding of the user, incorporating feedback at the end of each section in order to adapt your CV to the field in which you would like to work.",
  "plan2Feature4": "Consolidation of all segments and their upgrading by Ai experts in the field of CVs into an accurate and professional final file.",
  "plan2Feature5": "Your vision, our expertise: at the end of each part we will go over the text together and make sure you are satisfied. If you are not satisfied, we will make sure to improve until the goal is reached.",

  "plan3": "Plan 3",
  "plan3Title": "Ben’s Ai touch Build your CV !",
  "plan3Feature1": "Ideal for those who do not know how to write correct and professional CVs. This service offers an AI-driven experience where users simply respond to questions.",
  "plan3Feature2": "The process includes asking comprehensive questions to gather all the necessary details for a complete and accurate CVs.",
  "plan3Feature3": "Professional consolidation of user responses into a structured CV format.",
  "plan3Feature4": "Editing and upgrading the CV to expert level and adapting it to the desired position and to a specific field.",
  "plan3Feature5": "Displaying drafts of each section and the complete CV created for the user's review and allowing changes to be made to ensure your satisfaction.",

  "howItWorks?": "How It Works?",
  "revolutionizeYour": "Revolutionize your resume with AI - efficient, intelligent, unmatched!",
  "howItWorkTitle1": "Sign up and choose your lane.",
  "howItWorkDesc1": "Embark on your own success story, let our AI be the architect of your career breakthrough. Ready to redefine your professional identity?",
  "howItWorkTitle2": "Collaboration with CV's AI expert",
  "howItWorkTitle3": "Customize your masterpiece.",
  "howItWorkTitle4": "Send your resume to employers and you will experience a quick and positive response.",

  "privacyDesc": "At our platform, we understand the sensitivity of the information you entrust to us. Rest assured, your life's CV and personal data are meticulously secured and protected, adhering to the highest standards of data privacy and confidentiality.",
  "privacySection1": "Secure and Confidential",
  "privacySection1Desc1": "Your conversations with our AI are private, and your data stays with us—no sharing without your knowledge.",
  "privacySection1Desc2": "The only exposure will be if you want us to look for a job for you with the help of our platforms.",
  "privacySection2": "Protected 24/7",
  "privacySection2Desc1": "We constantly protect your data with the latest security measures, because your trust is our top priority.",

  "faqQuestion1": "Questions? Our team is always ready to clarify our privacy practices.",
  "faqQuestion2": "Your personal information is always in safe hands.",

  "question1": "How do I get started with creating my CV?",
  "answer1": "Simply choose a plan on our website and make your purchase. You'll then receive a message on WhatsApp from our AI bot to start the process. It's quick and user-friendly!",
  "question2": "How do you ensure my personal information remains private?",
  "answer2": "We prioritize your privacy with encrypted chats and strict data policies. Your information is never shared or sold - it's used solely to create your perfect resume.",
  "question3": "Why should I use AI to create my CV?",
  "answer3": "Our AI technology is designed to craft CVs that stand out. It analyzes your skills and experiences, ensuring your CV is both professional and personalized.",
  "question4": "Which service plan should I choose?",
  "answer4": "If you have an existing CV that needs refining, choose Plan 1. For a step-by-step guided creation, go for Plan 2. If you prefer a questionnaire-based approach, Plan 3 is perfect for you.",
  "question5": "What makes your AI-powered CV service unique compared to others?",
  "answer5": "Our service stands out with its personalized approach and advanced AI technology. Unlike standard templates, our AI understands your unique experiences and skills, crafting a CV that truly reflects your professional journey. Plus, with our interactive process via WhatsApp, creating your resume is as easy as having a conversation.",
  "question6": "How long does the process take?",
  "answer6": "It depends on the plan you choose, your availability and how quickly you will provide us with what is requested according to the plan. An average process takes 10 minutes at most.",
  "question7": "Can the CV be customized for a specific job?",
  "answer7": "Yes, in your registration form you select a field of work and according to your choice the CV will be written. There is a 'general' selection option in this field.",
  "question8": "Do you offer CVs in multiple languages?",
  "answer8": "Definitely. We let you choose the language in which the chat will be conducted (this is also the language the initial CVs will be sent) and then you can choose which other languages you want the file in.",
  "question9": "What if I'm not satisfied with my CV?",
  "answer9": "We offer revisions based on your feedback. Our goal is to ensure you are completely satisfied with your final CV.",
  "question10": "How can I contact support if I need help?",
  "answer10": "Our support team is available via email, chat on our website, or WhatsApp. We're here to assist with any questions or concerns you may have. Have a look in contact section on this website.",

  "AboutUs": "About Us",
  "aboutUsDesc1": "At CV.Ai, we are revolutionizing the CV creation process with innovative AI technology. Our journey began with a vision to turn the daunting task of creating a resume into a smooth and empowering experience.",
  "aboutUsDesc2": "One of our main goals is to empower job seekers by providing tailored, professional and accurate resumes that will make a lasting impression on your future job seekers. CV.Ai was founded by a team of experts in AI, business and career development, we are committed to making your CV writing and job application processes simpler and more efficient. Our team is comprised of a dynamic mix of AI experts, career strategists and tech enthusiasts and is dedicated to equipping job seekers with a key tool for success - a standout resume.",
  "seeMore": "See more",
  "seeLess": "See less",

  "Idan": "Idan",
  "IdanTitle": "CTO and CO-FOUNDER",
  "IdanDesc": "As the CTO and co-founder of CV.Ai, I bring a robust background in software engineering and AI technology to the table. My experience as a software engineer is characterized by a dedication to crafting powerful and scalable digital solutions. My skills enable me to architect and implement cutting-edge SaaS systems. My focus at CV.Ai is centered around AI and prompt engineering, driving forward our mission to make resume creation more intuitive and personalized. As a software architect, I am passionate about transforming business operations through digitalization and user-centric, setting new standards in the industry.",

  "Shaked": "Shaked",
  "ShakedTitle": "CEO and CO-FOUNDER",
  "ShakedDesc": "As CEO and co-founder of CV.Ai, my main focus is on developing our product and company to break new records in the age of technology. My experience is derived from a degree in business administration with a specialization in technology and has been marked by a series of successful projects and a never-ending journey to find a technological solution to the problems we encounter in our daily lives, creating ai applications aimed at improving business efficiency, engineering ai prompts and mastering the art of product management. For me CV.Ai is more than a business venture, it is the way to express my desire to help others achieve their career aspirations and bridge the daunting gap between raw talent and tangible opportunity. As the CEO of the company, I am committed to ensuring that our services not only meet your expectations but exceed your expectations and standards, ensuring that every interaction with CV.Ai brings you closer to your career aspirations.",

  "Michal": "Michal",
  "MichalTitle": "LEAD EXPERT AT PROGRAM 1",
  "MichalDesc": "Meet Michal, our lead Program 1 expert at CV.Ai. She stands as the epitome of precision and insight in the art of refining and improving resumes. With her extensive experience in understanding the nuances of what senior CEOs and hiring managers are looking for in candidates, Michal is more than just an expert—she's a career storyteller. Its collaboration with our sophisticated AI technology isn't just about polishing a resume, it's about weaving your professional experiences into a compelling narrative. Michal's approach is carefully tailored to align with your specific industry, ensuring that your resume not only stands out but also resonates deeply with your potential employers. Trust Michal to transform your resume into a powerful reflection of your professional journey, making it not only attention-grabbing, but memorable.",

  "Tom": "Tom",
  "TomTitle": "MASTERMIND BEHIND PROGRAM 2",
  "TomDesc": "Tom is the mastermind behind Program 2 at CV.Ai, specializing in the art of creating resumes in a rigorous step-by-step process. His expertise is not only in guiding you through the right resume template. but also about sculpting your professional story into a masterpiece. Gifted with an innate talent for distilling complex career journeys into clear and impactful narratives, his approach is both methodical and empathetic, focusing on presenting your unique professional identity in a way that resonates with potential employers. Under Tom's guidance, your CV becomes more than a document - it becomes proof of your career, carefully constructed to highlight your best self in the job market.",

  "Ben": "Ben",
  "BenTitle": "VISIONARY BEHIND PROGRAM 3",
  "BenDesc": "Ben is the visionary behind Program 3, which specializes in creating customized resumes from the ground up. Ben combines insightful questioning with AI efficiency to uncover the essence of your professional journey. Ben's unique ability to translate user responses and varied experiences into compelling resumes makes him an invaluable asset to those looking to make a mark in their careers. His approach combines thoroughness with creativity, using artificial intelligence to create resumes that are both comprehensive and personalized. Ben's talent lies in revealing the unique strengths of each person by asking the right questions.",

  "followUs": "Follow Us",
  "footer": "© 2023 CV.Ai. All rights reserved. Privacy Policy | Terms of Service | Contact Us",

  "register": "Register",
  "followAll": "Follow the all steps",
  "plans": "Plans",
  "details": "Details",
  "phoneVerify": "Phone Verify",
  "payment": "Payment",
  "name": "Name",
  "enterName": "Enter Full Name",
  "email": "Email",
  "enterEmail": "Enter Email",
  "selectGender": "Select Gender",
  "male": "Male",
  "female": "Female",
  "jobTarget": "Job Target",
  "enterJobTarget": "Enter Job Target",
  "dob": "Date Of Birth",
  "selectLang": "Select Language",
  "siteRegulation": "Site regulations",
  "shareCv": "Share CV for companies and job searching",
  "marketingContent": "Marketing content and advertisements",
  "phoneNumber": "Phone Number",
  "enterPhoneNumber": "Enter Phone Number",
  "sendOtp": "Send Otp",
  "enterOtp": "Enter Otp Number",
  "back": "Back",
  "next": "Next"
}
